[
    {
        "id": 1,
        "name": "Mahmoud Mourad",
        "bio": "I’m a third-year Biomedical Sciences student with a passion for helping others and ensuring everyone has equal opportunities to be heard. I believe that every opinion matters, and if elected as VP Communications, I will prioritize feedback from students and work hard to create a welcoming and positive environment where everyone feels included and valued.",
        "position": "Vice President Communications",
        "type": "Executive",
        "image": "MahmoudMourad.jpg"
    },
    {
        "id": 2,
        "name": "Jordan Miller", 
        "bio": "My name is Jordan Miller, I am a third year biology student who is passionate about fostering change in my community. I believe that we should all have a voice in our program, so that we as a community can make positive changes for not only ourselves, but also for future students. I am committed to actively listening to your feedback to ensure that your voice and perspectives are heard and valued. In the future I intend to apply to medical school, or become a detective so I can support my community. During the summer months I volunteer for a SickKids fundraiser and enjoy camping with my two dogs, who love it even more than me. I am deeply passionate about any project I take on, and will approach every opportunity with dedication and enthusiasm.",
        "position": "Biology Director",
        "type": "Director",
        "image": "JordanMiller.jpeg"
    },
    {
        "id": 3,
        "name": "Madison Brown-Da Silva", 
        "bio": "Hi TMU!<br />I’m Madison, a second-year Biology student hoping to be next year’s Biology Director of USSTM! I am passionate about everything biology, from medicine to marine biology, and I’m excited to represent the incredible diversity of interests within our program.<br />As your Biology Director, I’ll support student voices, bring our program together through social and academic events, and advocate for academic support tailored to Biology students. My goal is to make our department feel more connected, collaborative, and responsive to what students need. I am right for this role because I bring a strong sense of organization, dedication, and leadership to everything I do. I genuinely enjoy connecting with students, and I care deeply about fostering an inclusive and supportive environment.<br />I’d love to support and represent our program this year, and I hope I can count on your vote!<br /><br />Find out more or get in touch at:<br />mbrowndasilva@torontomu.ca<br />Instagram: madison4bio2025",
        "position": "Biology Director",
        "type": "Director",
        "image": "Madison.jpg"
    },
    {
        "id": 4,
        "name": "Irina Abela",
        "bio": "N/A",
        "position": "Biology Director",
        "type": "Director",
        "image": "Blank.jpg"
    },
    {
        "id": 5,
        "name": "Maira Khan",
        "bio": "Hi everyone! My name is Maira, and I’m a first-year Biomedical Science student at TMU. I’m excited to be running for Biomed Director under USSTM!<br /><br />I am passionate about STEM and love collaborating with others to foster an engaged, supportive, and thriving community. This year, I’ve contributed as a Science Ambassador for Google Developer Groups, where I’ve worked to build connections between science and tech clubs. I am also excited to volunteer at Providence Hospital this summer, supporting elderly individuals in long-term care.<br /><br />If elected, I will work to enhance student engagement, advocate for Biomed student needs, and create more opportunities for networking and academic growth. Your voice matters, and I am committed to ensuring that our community feels heard, supported, and empowered.<br /><br />Let’s build a stronger community together! #USSTMVOTE25",
        "position": "Biomedical Science Director",
        "type": "Director",
        "image": "MairaKhan.png"
    },
    {
        "id": 6,
        "name": "Sabina Cimpeanu",
        "bio": "N/A",
        "position": "Biomedical Science Director",
        "type": "Director",
        "image": "Blank.jpg"
    },
    {
        "id": 7,
        "name": "Jade Bailey",
        "bio": "Being a chemistry major is by no means easy. It takes a lot of hard work and dedication; however, all that hard work and time dedicated takes away from the enjoyable aspects of university life. As I enter my final year of undergrad, I want to see changes in the involvement of chemistry majors at TMU. Other students often tell me, 'I haven't met many chemistry students here!' I want to change that.<br /><br />As USSTM Chemistry Director, I will do my best to host work with the Department, USSTM executives and other student groups to host more social events, networking events, and programs to improve the success, support, and well-being of the underrepresented chemistry students here at TMU.",
        "position": "Chemistry Director",
        "type": "Director",
        "image": "JadeBailey.jpg"
    },
    {
        "id": 8,
        "name": "Abdelrahman Abdelaal",
        "bio": "Hey guys! My name is Abdelrahman and I'm running for the Computer Science Director position! I'm in my second year of undergrad going onto third year. A little bit about me is I love to travel, I've been to New York, Dubai, and Egypt which is where I'm from. In my free time I like to go swimming when the weather is nice, or reading books. Thanks!",
        "position": "Computer Science Director",
        "type": "Director",
        "image": "AbdelrahmanAbdelaal.jpeg"
    },
    {
        "id": 9,
        "name": "Rishi Mahajan",
        "bio": "Hi Everyone, my name is Rishi Mahajan and I am a second year computer science student at TMU. I am currently in the operations committee in USSTM now looking to be a Computer Science director for the 2025-2026 year. If elected, I will work on creating new computer science related events and help build stronger communication between the students and USSTM<br />I'm honoured to be nominated for this position and look forward to the opportunity to support Computer Science students.",
        "position": "Computer Science Director",
        "type": "Director",
        "image": "RishiMahajan.jpg"
    }
]
