[
    {
        "id": 1,
        "name": "Louise Malabanan & Pooja Samaraweera",
        "bio": "Hello! For the USSTM 24’ Elections, we (Louise and Pooja) have decided to run together as co-presidents for the next year’s Board of Directors. For our campaign, we want to focus on being proactive for the executives, directors, student groups and the rest of the Faculty of Science students, where we will continue to carry ourselves with love and the need to amplify student voices. As co-presidents, we want to build a community, one that specifically cares and supports one another. Allow us to be the bridge that connects the Faculty of Science students together.",
        "position": "Co-President",
        "type": "Executive",
        "image": "Pooja&Louise.jpg"
    },
    {
        "id": 2,
        "name": "Benson Zhang", 
        "bio": "Hello everyone 👍! My name is Benson Zhang and I’m running for the position of VP Operations on USSTM.<br /><br />If I were to be elected as operations, I have plans to involve new technologies into USSTM. For example, creating our governing documents as LaTeX files. People on my committee, as well as future VP Ops, can learn valuable skills that will be needed in the work place. Additionally, I have lots of leadership experience both within USSTM and outside of it. I have plans to help the other student leaders in the FoS community.<br /><br />My campaign is focused on innovation, community & positivity. I have 4 campaign symbols which are a potion, an atom, a book, and a thumbs up. For an in depth explanation, please check out my instagram for more information: <a href='https://www.instagram.com/benson.usstm.ops24/' target='_blank'>@benson.usstm.ops24</a>",
        "position": "Vice President Operations",
        "type": "Executive",
        "image": "BensonZhang.jpeg"
    },
    {
        "id": 3,
        "name": "Koshlender Gupta",
        "bio": "My name is Koshlender and I am running for USSTM VP Finance. I have a background in finance being from a family of accountants, so I took a natural liking to it, but I found my real passion in Computer Science. Coming out of 1st year, I helped found the Metropolitan Open Source Society, a student group, whose board I sit on as VP Finance and I am also currently Deputy VP Finance of USSTM. Both these roles helped me gain perspective and experience into the problems student groups face daily and the things that go on within USSTM. Using these perspectives combined I can change USSTM financials for the better. So help me help you, vote Koshlender for USSTM VP Finance.",
        "position": "Vice President Finance",
        "type": "Executive",
        "image": "KoshlenderGupta.png"
    },
    {
        "id": 4,
        "name": "Bel Christian Catapusan",
        "bio": "My name is Bel Christian Catapusan, I am a third year in the Biomedical Science Program. A little about me is that I am a very busy person being a full-time student, working two part-time jobs, while also in committee. With all that said, being able to manage all that while maintaining my social life outside of school, I have mastered the skill of time management. One word that describes me best is consistency. I like to implement consistency in everything I do because motivation will only get a person so far, but consistency is what will change a person in the long run. There are still many skills I have yet to learn and hone but I’m always up for the challenge. I believe that these challenges make life worth living and build a person up. I would like to endeavour in the Vice President role for communications and tackle the challenges the position comes with. In doing so I hope to accomplish many things for the school and foremost the students.",
        "position": "Vice President Communications",
        "type": "Executive",
        "image": "BelCatapusan.jpeg"
    },
    {
        "id": 5,
        "name": "Katherine Moncada",
        "bio": "Hello, my name is Katherine Moncada, I am a second year biomedical student. In the past couple of years I have been involved in different student groups and collaborating with the Student Life Committee at USSTM. Building a community and networking with people from other programs has been one of the greatest supports while navigating our academic life. I believe in an academic and social life balance, and I want to enhance and promote that for everyone in our faculty. I want to help support our students’ mental health through events and activities that allow for building a great community and cross-interdisciplinary interactions.",
        "position": "Vice President Student Life",
        "type": "Executive",
        "image": "KatherineMoncada.jpeg"
    },
    {
        "id": 6,
        "name": "Jack Shen",
        "bio": "Jack Shen is a mature second-year Biomedical Science student at Toronto Metropolitan University. As a USSTM VP External, he wishes to create more opportunities for FoS students to connect with industry professionals and help students explore various career paths. His missions include:<br /><br />1. Holding more career development, networking, and technical training events for all FOS programs students<br />2. Establishing stronger collaboration with the TMU Student Career Success centre<br />3. Promote stronger awareness of more on-campus employment & industry internship opportunities through USSTM or USSTM External social media",
        "position": "Vice President External",
        "type": "Executive",
        "image": "JackShen.png"
    },
    {
        "id": 7,
        "name": "Intesar Shah",
        "bio": "N/A",
        "position": "Vice President Academics",
        "type": "Executive",
        "image": "Blank.jpg"
    },
    {
        "id": 8,
        "name": "Mark Paul",
        "bio": "Hey! I'm Mark, and I'm running to be your VP EQUITY on USSTM! I'm a second year Computer Science student, but more than that, I like to sing, make short films/games, and work out!<br /><br />What is my platform?<br />The reason for my candidacy is to boost USSTM's diversity, attitude to mental health, and overall approach to a multicultural undergraduate body. I believe that with me as your VP Equity, mental health resources will be more readily available, inclusive and significant cultural events will be accounted for, and everyone will be represented<br /><br />My planned programs cover:<br />- Breakfast Initiatives<br />- Multicultural Festival(s)<br />- Mental Health<br />- Social Issues Fundraisers<br/><br />But what about my experience? Am I qualified enough?<br />The answer is a resounding 'YES!'. Being the Vice President of numerous positions in several student-ran clubs and groups, I've got a lot of experience in making sure that diversity, inclusivity, and proper acknowledgement are at the front of every event and idea planned.",
        "position": "Vice President Equity",
        "type": "Executive",
        "image": "MarkPaul.jpg"
    },
    {
        "id": 9,
        "name": "Abigail Willie",
        "bio": "Hi, my name is Abigail and I’m running for USSTM’s VP Equity for 2024-2025. I’m going into my third year of Financial Mathematics, I’m currently USSTM’s Financial Mathematics Director and an EDI Committee Member, and I’m a part of the student staff at SciXchange (the outreach department for the Faculty of Science). At SciXchange, I work to develop/coordinate outreach programs and highlight EDI and accessibility in our practices. I am also a recipient of the President’s Entrance Scholarship (total $40,000) which I gained by writing a project summary of my activism and an award-winning painting for a museum exhibition titled 'Solidarity in my Community' (2021). I plan to pursue a career in STEM outreach where I can take an EDI-centric approach to STEM education and make it as accessible as possible. As VP Equity, I will start conversations to tackle social issues faced by marginalized folks in STEM by creating feedback forms and hosting more events for marginalized groups.",
        "position": "Vice President Equity",
        "type": "Executive",
        "image": "AbigailWillie.jpg"
    },
    {
        "id": 10,
        "name": "Jirah Jamog",
        "bio": "Hey there! I'm a second-year Biology student here at TMU and am determined to be your Biology Director. As I continue my journey in this faculty, I hope to utilize all of my previous skills and experiences to advocate for students' needs to succeed academically. I will push for more crash course sessions that are specific to courses in the Biology program, such as evolution, zoology, etc. I would also like to encourage more professors to create a course feedback form during the semester and not just at the end for them to gain more insights into our understanding of the content!<br /><br />My experiences with being a voice or representative of the people/students include:<br />- President of both my high school's Student & Athletic councils<br />- Team captain of sports teams<br />- Manager at my previous workplace<br />- Program and Support lead for USSTM's President's Committee<br />- General Projects Manager for USSTM's VP Operations Committee",
        "position": "Biology Director",
        "type": "Director",
        "image": "JirahJamog.jpeg"
    },
    {
        "id": 11,
        "name": "Sara Shabanian-Azad",
        "bio": "Hello Everyone,<br /><br />My name is Sara Shabanian-Azad, and I am a fourth-year Biology student at TMU. Throughout my journey at university, I’ve had a mix of challenges and proud moments that have contributed to my personal growth. Within my four years of being an undergraduate, I have embarked on being a part of Sci Frosh for the last two years, in which allowed me to grasp the perspective of students’ experiences and expectations of uni.<br /><br />Ideas that will be at the forefront are the abilities to access more resources, more events and opportunities, and advocacy for the needs of science students. Enhancing access to more resources available to science will be crucial in the advancement of your education and overall well-being. More social events are needed so a stronger community can be created and more opportunities for insights from alumni. Lastly, advocating for the needs of the science students to ensure they are being heard during certain challenges throughout the semester and in the future.",
        "position": "Biology Director",
        "type": "Director",
        "image": "SaraAzad.jpeg"
    },
    {
        "id": 12,
        "name": "Fiona Vongsay",
        "bio": "Hello! My name is Fiona Vongsay and I'm campaigning for position of Biology Director! I'm a very cooperative team worker and charismatic person once you get to know me. I have lots of plans for FoS students, especially for my fellow biology students as I hope to provide more fairness within our academic system. There are certain courses that do not align with my view of academic fairness and I hope to provide a larger voice for the student body including more 1-on-1s with professors and collaborations with VP Academics to advocate on equity. I will strive for more diversity and inclusion, creating a safe and welcoming environment for students within FoS.",
        "position": "Biology Director",
        "type": "Director",
        "image": "FionaVongsay.jpg"
    },
    {
        "id": 13,
        "name": "Sharifa Lomiyev",
        "bio": "I'm Sharifa Lomiyev, a Biomedical Science 3rd-year undergraduate student. I am highly organized, driven, and hardworking which helps me in my full-time studies, a part-time job as a teller, a volunteer lab assistant, and currently Nimbus Coordinator in USSTM. I can be very stubborn when it comes to finishing what I started. I'm willing to go to great lengths to achieve and complete tasks with high excellence and I don't like to leave things on the back burner. I intend to carry this trait into my role as Biomedical Science Director by unrelentingly supporting students in the Faculty of Science and Biomedical Science who may be feeling as lost as I used to when I started my program. I’m always happy to help those in need while making them feel important, seen, and appreciated. I stand by kindness and genuinity in my daily life because I have seen what kind of difference these two traits make in a person’s day to a person’s life. I intend to make that difference no matter what it takes. ",
        "position": "Biomedical Sciences Director",
        "type": "Director",
        "image": "SharifaLomiyev.jpeg"
    },
    {
        "id": 14,
        "name": "Tamanna Nasseri",
        "bio": "Motivated, optimistic, and hardworking are three adjectives that best describe me. My drive to achieve my goals has enabled me not to give up. No matter the circumstances and roadblocks, I have learned to persevere due to my passions. I have incorporated this motivation into my drive to become a healthcare professional. I have experienced my fair share of hurdles in the field of STEM, but I continue to work towards my goals due to my motivation and willingness to work. My main motto in life is to be happy in whatever I pursue. This mentality has allowed me to view challenges as opportunities and curses as blessings in disguise. One bad grade does not define me, one cancellation does not ruin my night, and I have learned to always prevail under any circumstance. I have never left a task unfinished or less than my standards. Due to my previous experiences and my strengths, I am confident that I am suited for Biomedical Science Director.",
        "position": "Biomedical Sciences Director",
        "type": "Director",
        "image": "TamannaNasseri.jpeg"
    },
    {
        "id": 15,
        "name": "Julia Rapczynska",
        "bio": "Hi, my name is Julia. I am a third-year biomedical science student at TMU. I am currently part of the USSTM External Committee as the Sponsorship Director. As a Sponsorship Director and attending many networking events, I have noticed a lack of diversity among biomedical science professionals invited to panel at these events. As a Biomedical Science Director, I also wish to provide students with many opportunities to expose themselves to different work industries and professions. On top of providing more professional opportunities, I have noticed a lack of efficient communication between students and professors. I want to communicate actively with professors and students to address problems that arise in courses.",
        "position": "Biomedical Sciences Director",
        "type": "Director",
        "image": "JuliaRapczynska.jpg"
    },
    {
        "id": 16,
        "name": "Basith Abdul",
        "bio": "Hello, I'm Basith Abdul, a candidate for Computer Science Director at USSTM, currently in my first year of the Computer Science program. Growing up in Qatar with Indian heritage, I've gained a global outlook that informs my leadership and collaboration style. My leadership journey peaked as the cyber club president in high school, where I honed my team and project management skills.<br /><br />As a sports lover, particularly of football, and an enthusiast for badminton, table tennis, swimming, and painting, I've learned the value of balance, discipline, and creativity. These are crucial qualities I plan to bring to my role at USSTM.<br /><br />My campaign focuses on inclusivity, enhancing academic support, and creating a nurturing environment for Computer Science students. I'm dedicated to leveraging my leadership experience, passion for technology, and commitment to our community to enrich USSTM's tradition of excellence. I appreciate your support for my candidacy.",
        "position": "Computer Science Director",
        "type": "Director",
        "image": "BasithAbdul.jpeg"
    },
    {
        "id": 17,
        "name": "Abdul Abedin",
        "bio": "- Fourth Year Computer Science Student with 1 year of Internship Experience<br />- Passionate about contributing to the CS community<br/>- Committed to Advocating for Computer Science Students<br />- Eager to organize fun and impactful CS events",
        "position": "Computer Science Director",
        "type": "Director",
        "image": "AbdulAbedin.jpeg"
    },
    {
        "id": 18,
        "name": "Hamidreza Khoramrokh",
        "bio": "Hey beautiful people of TMU!<br />I'm Hamid, a second year Computer Science student. I enjoy hosting events, making the CS community foster, and meeting different people from all over TMU!<br /><br />This year I, the president of MOSS, organized my biggest event, a hackathon in collaboration with WiCS. I believe this hackathon, amongst other events and workshops that I have hosted or volunteered, demonstrates my dedication to the betterment of the community.<br /><br />Outside of school, I enjoy meeting new people, jogging, watching movies, boardgames, and working on my little fun projects (I'm making a flutter app right now)!",
        "position": "Computer Science Director",
        "type": "Director",
        "image": "HamidrezaKhoramrokh.jpg"
    },
    {
        "id": 19,
        "name": "Zil Pavdighada",
        "bio": "Hi everyone! I'm Zil, running for re-election as Computer Science Director. As a woman and transfer student in computer science, I understand our unique STEM challenges and champion inclusivity and empowerment. Currently, as a CS Director and VP Operations for PACS, I've advocated for your needs, managed finances for student groups, and organized impactful events. I'm focused on elevating academic support, refining co-op resources, and improving the course enrollment process. My commitment is to transparency, productivity, and equity. Together, let's work towards a more vibrant and inclusive community.",
        "position": "Computer Science Director",
        "type": "Director",
        "image": "ZilPavdighada.jpg"
    },
    {
        "id": 20,
        "name": "Prachi Patel",
        "bio": "Hello, I'm Prachi, a second-year computer science student and the CS liaison on USSTM's external committee. In the past year, I focused on enhancing student network by bringing in professionals from Microsoft, KPMG, and more. I've hosted networking nights and an interview prep workshop, aiming to enrich our learning environment.<br /><br />As part of the team, I want to host more events such as a tech summit, monthly workshops, and sharing new internship/co-op resources. My objective is to make tech resources more accessible and help students build a solid network.",
        "position": "Computer Science Director",
        "type": "Director",
        "image": "PrachiPatel.png"
    },
    {
        "id": 21,
        "name": "Viri Nguyen",
        "bio": "Hello, I'm Viri Nguyen, and I'm thrilled to announce my candidacy for the position of Mathematics Director, representing the esteemed math student body. I am pursuing a BSc in Mathematics and Its Applications - Computer Science at Toronto Metropolitan University. I'm also on an exhilarating exchange semester at Nanyang Technological University in Singapore, broadening my horizons and enriching my perspective on global mathematics education. I'm committed to fostering an inclusive environment where every math student feels supported and empowered to thrive. Let's work together to elevate our mathematics program and ensure that every student's voice is heard and valued.",
        "position": "Math and Its Applications Director",
        "type": "Director",
        "image": "ViriNguyen.jpg"
    }
]